Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=311_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Folklore-teatteri Aurora Borealis alkuperäiskansavieraaksi Ijahis idjaan
sme: Folklore teáhter Aurora Borealis Ijahis idjii

source: Kuudetta kertaa Inarin kirkonkylällä järjestettävä Ijahis idja-festivaali (suomeksi Yötön yö) saa tänä vuonna alkuperäiskansavieraakseen ” Aurora Borealis ” - ensemblen, jonka jäsenet edustavat useaa eri Venäjän alkuperäiskansaa, mm tsuktseja, jakuteja ja eveneitä.
sme: Eamiálbmogiid musihkkafestivála Ijahis idja lágiduvvo Anáris dál guđat geardde. Dán jahkásaš eamiálbmotguossi lea “ Aurora Borealis ” - ensemble. Joavkkus leat mielde máŋggat Ruošša eamiálbmogiid ovddasteaddjit, omd. tsuktsit, jakutat ja evenit.

source: Ryhmä tulee Pietarista, Pohjoisten kansojen instituutista, joka tutkii erityisesti pohjoisten alkuperäiskansojen kulttuureja ja kieliä.
sme: Joavku boahtá Pietaris, Davvi álbmogiid instituhttas, mii lea earenomažit spesialiseren dutkat davviguovlluid eamiálbmogiid kultuvrraid ja gielaid.

source: Aurora Borealis-ensemblen ohjelmisto koostuu Pohjois-Siperian alkuperäiskansojen tansseista, in-strumentaali- ja vokaalimusiikista sekä erilaisiin seremonioihin liittyvistä rituaaleista.
sme: Aurora Borealis-ensemble prográmma ráhkkasa Davvi-Sibirija eamiálbmogiid dánssain, instrumentála- ja vokálamusihkkas sihke rituálain mat laktásit earálágan seremoniaide.

source: Ryhmä käyttää esityksissään paljon perinteisiä instrumentteja kuten erilaisia lyömäsoittimia ja puhaltimia.
sme: Joavku geavaha čájáhusain olu árbevirolaš instrumeanttaid nu mot earálágan časkinčuojánasaid ja njurgganasaid.

source: Aurora Borealis-ensemblen monipuolinen ohjelma on esillä Ijahis idjan konserteissa ja työpajoissa.
sme: Aurora Borealisa máŋggabealat prográmma sáhttá oaidnit Ijahis ija konsearttain ja bárgobájiin.

source: Ijahis idjassa päästään myös opettelemaan Aurora Borealis-ryhmän opastuksella Siperian alkupe-räiskansojen perinteisiä tansseja !
sme: Ijahis ija áigge lea maid vejolaš oažžut joavkkus oahppu Sibirija eamiálbmogiid árbevirolaš dánssaid birra.

source: Ijahis idja 2009 järjestetään Inarin kirkonkylällä 21.–22.8.2009.
sme: Ijahis idja lágiduvvo Anáris 21.-22.8.2009.

source: Festivaalilla kuullaan Aurora Borealis-ensemblen lisäksi saamelaismusiikkia, sekä perinteistä että uutta.
sme: Aurora Borealis joavkku lassin Ijahis ija áigge gullo sihke árbevirolaš ja ođđa sámemusihkka.

source: Ijahis idjan päätapahtuma on 22.8. järjestettävä Yöttömän yön konsertti.
sme: Lávvardaga 22.8. lágiduvvo Ijahis ija konsearta mii lea maid festivála váldodáhpáhus.

source: Lisäksi ohjelmassa on lasten ja nuorten musiikkityöpajoja, nuorten konsertti ja musiikkiseminaari teemalla ” Saamelaisten ja muiden alkuperäiskansojen musiikki globalisaation puristuksessa.
sme: Lassin prográmmas leat mánáid ja nuoraid musihkkabárgobájit, nuoraid konsearta ja musihkkaseminára man teman lea “ Sámiid ja eará eamiálbmogiid musihkka globališuvnna deattu vuolde ”.

source: Järjestäjät: Anára Sámisearvi ry., Saamelaiskäräjät, Saamelaisalueen koulutuskeskus, SIIDA / Saamelaismuseo, Inarin kunta
sme: Lágideaddjit: Anára Sámisearvi ro, Sámediggi, Sámi oahpahusguovddaš SOGSAKK, Sámemusea Siida, Anára gielda
